Changes to Group "[Type Name]" have been cancelled.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId GroupPropagationUserCancelled { get; }
  Visual Basic
Public Shared ReadOnly Property GroupPropagationUserCancelled As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ GroupPropagationUserCancelled {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures GroupFailures Class
  Autodesk.Revit.DB Namespace